    <div id="p-agreement-pp" class="agreement-pp mfp-hide">
        <div class="agreement-pp__mdl">
            <div class="agreement-pp__section">
                <div class="tabs-block">
                    <div class="tabs-bar">
                        <div id="agreement" class="agreement-pp__tab"> Соглашение об обработке личных данных</div>
                        <div id="siteRole" class="agreement-pp__tab"> Правила сайта</div>
                        <div id="agreement_line" class="agreement-pp__line" style="width: 345.016px; left: 30px;"></div>
                        <div class="js-modal-close agreement-pp__close"></div>
                    </div>
                    <div class="tabagr" id="agreementPanel" style="">
                        <div class="agreement-pp__cols ">

                            <div class="agreement-pp__right">
                                <div class="agreement-pp__white-field">
                                    <div class="mb5 bold fz13">Текст соглашения</div>
                                    <p>Настоящим я предоставляю согласие на обработку ООО «Медиа Трэвел эдвертайзинг» (ИНН
                                        7705523242, ОГРН 1127747058450, юридический адрес: 115093, г. Москва, 1-ый
                                        Щипковский пер., д. 1) моих персональных данных и подтверждаю, что давая такое
                                        согласие, я действую своей волей и в своем интересе. В соответствии с ФЗ от
                                        27.07.2006 г. № 152-ФЗ «О персональных данных» я согласен предоставить информацию,
                                        относящуюся к моей личности: мои фамилия, имя, отчество, адрес проживания,
                                        должность, контактный телефон, электронный адрес. Либо, если я являюсь законным
                                        представителем юридического лица, я согласен предоставить информацию, относящуюся к
                                        реквизитам юридического лица: наименование, юридический адрес, виды деятельности,
                                        наименование и ФИО исполнительного органа. В случае предоставления персональных
                                        данных третьих лиц, я подтверждаю, что мною получено согласие третьих лиц, в
                                        интересах которых я действую, на обработку их персональных данных, в том числе:
                                        сбор, систематизация, накопление, хранение, уточнение (обновление или изменение),
                                        использование, распространение (в том числе, передача), обезличивание, блокирование,
                                        уничтожение, а также осуществление любых иных действий с персональными данными в
                                        соответствии с действующим законодательством.</p>
                                    <p> Согласие на обработку персональных данных дается мною в целях получения услуг,
                                        оказываемых ООО «Медиа Трэвел эдвертайзинг».</p>
                                    <p> Я выражаю свое согласие на осуществление со всеми указанными персональными данными
                                        следующих действий: сбор, систематизация, накопление, хранение, уточнение
                                        (обновление или изменение), использование, распространение (в том числе, передача),
                                        обезличивание, блокирование, уничтожение, а также осуществление любых иных действий
                                        с персональными данными в соответствии с действующим законодательством. Обработка
                                        данных может осуществляться с использованием средств автоматизации, так и без их
                                        использования (при неавтоматической обработке).</p>
                                    <p> При обработке персональных данных компания ООО «Медиа Трэвел эдвертайзинг» не
                                        ограничена в применении способов их обработки.</p>
                                    <p> Настоящим я признаю и подтверждаю, что в случае необходимости компания ООО «Медиа
                                        Трэвел эдвертайзинг» вправе предоставлять мои персональные данные для достижения
                                        указанных выше целей третьему лицу, в том числе и при привлечении третьих лиц к
                                        оказанию услуг в указанных целях. Такие третьи лица имеют право на обработку
                                        персональных данных на основании настоящего согласия и на оповещение меня о тарифах
                                        услуг, специальных акциях и предложениях сайта. Информирование осуществляется по
                                        средствам телефонной связи и/или по электронной почте. Я осознаю, что проставление
                                        знака «V» или «X» в поле слева и нажатие кнопки «Продолжить», либо кнопки «Согласен»
                                        ниже текста настоящего соглашения, означает мое письменное согласие с условиями,
                                        описанными ранее.</p>
                                    <br>
                                    <p>* Авторизованным пользователям согласие на обработку данных необходимо дать только
                                        один раз.</p>
                                </div>

                                <button class="bth__btn agreement-pp__btn ">Согласен</button>
                            </div>
                            <div class="agreement-pp__left">

                                <h2 class="agreement-pp__h2">Что такое персональные данные</h2>
                                <div class="bth__cnt fz14">
                                    <p>Персональные данные - контактная информация,
                                        а также информация идентифицирующая физическое лицо, оставленная пользователем на
                                        проекте.</p>
                                    <b> Для чего необходимо согласие на обработку персональных данных?</b>
                                    <p> 152-ФЗ «О персональных данных» в ст.9 п.4 указывает на необходимость получения
                                        «письменного согласия субъекта персональных данных на обработку своих
                                        персональных данных». В том же законе разъясняется, что предоставленная информация
                                        является
                                        конфиденциальной. Деятельность организаций, осуществляющих регистрацию пользователей
                                        без получения такого согласия является незаконной.</p>
                                    <a class="fz11" target="_blank" href="http://kremlin.ru/events/president/news/12097#sel=">Ознакомиться с законом на
                                        официальном сайте президента РФ</a>

                                </div>

                            </div>
                        </div>
                    </div>

                    <div class="tabagr" id="siteRolePanel" style="display: none;">

                        <div class="agreement-pp__role-site">

                            <div class="content-cnt">
                                <p class="about-project-text"><strong>ПРАВОВАЯ ОГОВОРКА </strong></p>
                                <p class="about-project-text">Используя сервисы, предлагаемые www.tophotels.ru, Вы выражаете
                                    свое согласие с Условиями пользования ресурса. <br>
                                    Пользуясь сервисами, предлагаемыми www.tophotels.ru, Вы принимаете условия
                                    нижеизложенного <u><strong>Соглашения об условиях пользования ресурса</strong></u>, вне
                                    зависимости от того, являетесь ли вы «Гостем» (что подразумевает простое использование
                                    Вами сервиса) или «Зарегистрированным пользователем» (что подразумевает регистрацию на
                                    интернет-ресурсе www.tophotels.ru), а так же, вне зависимости от цели и субъекта
                                    использования.</p>

                                <p class="about-project-text"><strong>СОГЛАШЕНИЕ ОБ УСЛОВИЯХ ПОЛЬЗОВАНИЯ РЕСУРСА</strong>
                                </p>
                                <p class="about-project-text"><u>в редакции от 29 декабря 2014г.</u></p>
                                <p class="about-project-text"><strong>1.Термины и определения</strong></p>
                                <p class="about-project-text"><strong>Соглашение</strong> – Соглашение об условиях
                                    пользования ресурса www.tophotels.ru. <br>
                                    <strong>Администратор</strong> – администраторы, модераторы, правообладатели, а равно
                                    иные законные владельцы ресурса www.tophotels.ru. <br>
                                    <strong>Ресурс (Сервис)</strong> – интернет сайт www.tophotels.ru. <br>
                                    <strong>Материалы</strong> - информация, размещенная на ресурсе: тексты, статьи,
                                    фотоизображения, видеоизображения, иллюстрации.<br>
                                    <strong>Пользователь</strong> - это конкретное лицо, либо организация, которое посещает
                                    интернет-ресурс www.tophotels.ru.</p>
                                <p class="about-project-text"><strong>В зависимости от цели и субъекта использования ресурса
                                        различают виды Пользователей:</strong><br>
                                    1.<u>Обычные пользователи </u>- физические лица, чаще всего туристы, а также лица,
                                    планирующие свой отдых, посещающие ресурс в личных целях, не преследуя возможности
                                    извлечения прибыли. <br>
                                    2.<u>Коммерческие пользователи</u> – юридические лица, индивидуальные предприниматели, а
                                    также их представители или иные лица, действующие в интересах вышеперечисленных
                                    субъектов, посещающие ресурс в связи с их профессиональной деятельностью, преследующие
                                    коммерческие цели. К коммерческим пользователям в тексте настоящего Соглашения отнесены
                                    включая, но не ограничиваясь, следующие Пользователи – турагентства, туроператоры,
                                    отели, туристические поисковые и информационные системы и прочие субъекты туристического
                                    бизнеса, а равно лица, действующие в их интересах.</p>
                                <p class="about-project-text"><strong>2.Общие положения</strong></p>
                                <p class="about-project-text">2.1.Необходимым условием использования сервиса
                                    www.tophotels.ru является согласие Пользователя действовать в полном соответствии со
                                    всеми применяемыми правовыми нормами РФ и нормами международного права, а также в
                                    соответствии с данным Соглашением. <br>
                                    2.2.Администраторы сайта могут менять данное Соглашение в любое время. Любые изменения
                                    данного Соглашения вступают в силу с момента их публикации на сайте www.tophotels.ru.
                                    Продолжая использование сервиса www.tophotels.ru после публикации изменений, Вы
                                    соглашаетесь действовать в соответствии с условиями, указанными в модифицированном
                                    Соглашении.<br>
                                    2.3.Администраторы ресурса (в т.ч. отели, сотрудничающие с ресурсом) вправе направлять
                                    Пользователю полезную, актуальную, интересную и иную информацию путем рассылки по
                                    электронной почте и размещения в личном кабинете. В любой момент Пользователи могут
                                    отказаться от рассылок через личный кабинет.</p>
                                <p class="about-project-text">2.4<strong>Посещение и использование ресурса означает, что
                                        Пользователь принимает все условия настоящего Соглашения в полном объеме без
                                        каких-либо изъятий и ограничений. Использование ресурса на иных условиях не
                                        допускается. </strong><br>
                                    2.5.Виду того, что активная ссылка на Соглашение размещена на главной странице ресурса и
                                    доступна неопределенному кругу лиц, Соглашение считается заключенным с конкретным
                                    Пользователем с момента посещения ресурса этим Пользователем, даже не смотря на
                                    отсутствие регистрации Пользователя на ресурсе.</p>
                                <p class="about-project-text"><strong>3.Описание ресурса</strong></p>
                                <p class="about-project-text">3.1.www.tophotels.ru является информационным рейтингом отелей
                                    и гостиниц мира, основанным на мнениях и отзывах профессионалов туристического бизнеса
                                    (турагентов) и туристов. <br>
                                    3.2.Данный ресурс представляет собой ежедневно пополняемый каталог отелей и гостиниц
                                    мира, в который включены описания отелей, их фотографии и контакты. На нашем ресурсе
                                    каждый человек, побывавший в том или ином отеле, может оставить о нем свой отзыв,
                                    оценить размещение, уровень сервиса и питания в отеле, дополнительно аргументировав свои
                                    оценки в отзыве, таким образом формируя рейтинг TOP Hotels. <br>
                                    3.3.Кроме общей информации об отелях, пользователи могут найти на www.tophotels.ru ряд
                                    дополнительных материалов и сервисов, которые могут пригодиться при выборе места
                                    проведения отдыха. К ним относится информация о специальных акциях, новости отелей и
                                    прочая сопутствующая информация.<br>
                                    3.4.<u><strong>www.tophotels.ru, равно как и правообладатель данного ресурса не является
                                            туристическим агентством и не продает туристические услуги. </strong></u></p>
                                <p class="about-project-text"><strong>4.Интеллектуальная собственность.
                                        Ограничения использования ресурса</strong></p>
                                <p class="about-project-text"><strong><u>Общие ограничения</u>, вне зависимости от вида
                                        Пользователя</strong><br>
                                    4.1.Все материалы на ресурсе www.tophotels.ru, включая, без ограничений, любую
                                    документацию, текст, наполнение, данные, графические изображения, интерфейсы или другие
                                    материалы, на которые распространяется действие закона об авторских правах, охраняются
                                    федеральным и международным законодательством. Материалы сайта могут содержать торговые
                                    марки, знаки обслуживания и торговые имена (названия). Все права защищены. <br>
                                    4.2.Информация, размещенная Администраторами на ресурсе: тексты, статьи,
                                    фотоизображения, видеоизображения, иллюстрации является собственностью правообладателя
                                    ресурса или его партнеров, за исключением материалов, авторство которых оговорено
                                    непосредственно в их содержании (статьи, тексты, фотографии и иллюстрации) или
                                    информации загруженной Пользователями.<br>
                                    4.3.Использование информации (текстовой, графической, аудиовизуальной и иной),
                                    размещаемой на Сайте может осуществляться только при условии соблюдения требований
                                    действующего законодательства РФ об авторском праве и интеллектуальной собственности, а
                                    также настоящего Соглашения. <br>
                                    4.4.Дизайн, структура Сайта, изображение, графика и иные элементы, являющиеся объектом
                                    охраны по законодательству РФ, <strong>не могут воспроизводиться полностью или частично
                                        для создания новых информационных объектов</strong>, за исключением случаев
                                    договорных или партнерских отношений с Администраторами ресурса, при этом условия
                                    воспроизведения оговариваются в каждом случае индивидуально.<br>
                                    4.5.Определенные части данного ресурса могут быть защищены паролем и могут требовать
                                    регистрации пользователя, желающего просмотреть их. После процесса регистрации на нашем
                                    сайте, Пользователю на безвозмездной основе, если иное не оговорено отдельно,
                                    предоставляются учетная запись и пароль, позволяющие получать доступ ко всем услугам и
                                    сервисам www.tophotels.ru. Пользователь обязуется обеспечивать конфиденциальность
                                    пароля, и несет полную ответственность за любой ущерб и любые обязательства, ставшие
                                    последствием неспособности обеспечивать конфиденциальность пароля. <br>
                                    4.6.<strong>Пользователь соглашается не использовать www.tophotels.ru для: </strong><br>
                                    - загрузки материалов, не соответствующих действующему законодательству, являющихся
                                    вредными, угрожающими, оскорбительными, клеветническими, вульгарными или
                                    неприличными;<br>
                                    - того, чтобы выдавать себя за другое лицо или организацию, включая, но не
                                    ограничиваясь, официальных представителей www.tophotels.ru или поставщиков туристических
                                    услуг, а также для того, чтобы отражать несуществующую связь между Вами и другими
                                    лицами, или организациями; <br>
                                    - загрузки, рассылки, или любой другой формы публикации материалов, которые Вы не имеете
                                    права публиковать; <br>
                                    - загрузки, рассылки, или любой другой формы публикации незатребованной или запрещенной
                                    рекламы, промо-материалов, спама, и любых других материалов рекламного характера; <br>
                                    - загрузки, рассылки, или любой другой формы публикации материалов, содержащих
                                    компьютерные вирусы или любые другие программные коды, файлы или программы, созданные с
                                    целью прерывания, ликвидации или ограничения функциональности любого программного
                                    обеспечения или аппаратуры; <br>
                                    - препятствования или прерывания функционирования Сервиса, или серверов и сетей,
                                    связанных с ресурсом. <br>
                                    4.7.<strong>Пользователь ресурса обязуется:</strong><br>
                                    - не переконструировать, не пытаться получить доступ к исходному коду, не распространять
                                    и не создавать какие-либо производные работы, основанные на использовании Ресурса или
                                    любой из его частей;<br>
                                    - не входить на Ресурс какими-либо путями, отличными от предоставленного
                                    www.tophotels.ru интерфейса. В дополнение к этому, любое программное обеспечение, доступ
                                    к которому предоставляется на данном сайте, включая, но не ограничиваясь всеми HTML
                                    кодами и онлайн средствами управления, является собственностью администраторов. Любое
                                    воспроизведение или распространение данного программного обеспечения строго
                                    запрещено.<br>
                                    4.8.Администратор ресурса может по своему усмотрению и без предварительного уведомления
                                    запретить/ограничить Пользователю пользование ресурсом. Причины данных мер могут
                                    включать в себя, но не ограничиваются следующим:<br>
                                    - нарушения данных Условий пользования или других договоров с администрацией
                                    www.tophotels.ru;<br>
                                    - соответствующие запросы правоохранительных или других государственных органов;<br>
                                    - возникновение неожиданных технических неполадок или проблем с системой
                                    безопасности;<br>
                                    - участие Пользователя в мошеннических или незаконных операциях, и/или невыплата
                                    каких-либо денежных сумм, взимаемых за предоставление услуг, связанных с Сервисом. <br>
                                    <br>
                                    <u><strong>Ограничения использования ресурса для Обычного пользователя:</strong></u><br>
                                    4.9.www.tophotels.ru предоставляет бесплатные услуги, предназначенные для личного
                                    некоммерческого использования. Пользователю не разрешается использовать данный сайт для
                                    получения прибыли, за исключением договорных отношений с Администратором ресурса;<br>
                                    4.10.Если обратное не указано на сайте, данное Соглашение разрешает Обычному
                                    пользователю просматривать, загружать, кэшировать, копировать и распечатывать Материалы,
                                    в соответствии со следующими условиями: <br>
                                    - Любая копия Материалов или отдельной их части должна содержать ссылку на страницу
                                    ресурса www.tophotels.ru , содержащую скопированную информацию;<br>
                                    - Обычному пользователю дается ограниченное, неэксклюзивное право создавать
                                    гипертекстовые ссылки на главную и внутренние страницы ресурса, с условием того, что
                                    такая ссылка не ведет к ложному, уничижительному, обманному восприятию сервиса
                                    www.tophotels.ru.<br>
                                    <strong>При этом, www.tophotels.ru оставляет за собой право отменить вышеуказанные
                                        разрешения в любое время, без объяснения причин, вследствие чего любое использование
                                        Материалов должно быть немедленно прекращено по соответствующему уведомлению
                                        Администратора. </strong> <br>
                                    <strong><u>Ограничения использования ресурса для Коммерческого
                                            пользователя:</u></strong><br>
                                    4.11.Коммерческому пользователю не разрешается загружать, кэшировать, копировать и
                                    распечатывать Материалы с сайта без получения предварительного письменного соглашения
                                    Администратора сайта <br>
                                    4.12.Коммерческому пользователю разрешается размещать ссылки только на полную версию
                                    Ресурса, главную страницу www.tophotels.ru.<br>
                                    4.13.Коммерческому пользователю не разрешается размещать ссылки на внутренние страницы
                                    www.tophotels.ru, в том числе спецссылки с окончанием «?_mode —» вне зависимости от цели
                                    их размещения. <br>
                                    4.14.Коммерческому пользователю не разрешается использовать никакие из торговых марок,
                                    логотипов или торговых названий с ресурса, равно как и любую другую авторскую
                                    информацию, включая графические изображения, а также любой текст, или интерфейс/дизайн
                                    любой страницы или любой формы, содержащейся на странице Сайта без получения
                                    предварительного письменного соглашения Администратора сайта.</p>
                                <p class="about-project-text"><strong>5.Материалы, передаваемые (размещаемые)
                                        Пользователем для публикации и/или распространения посредством
                                        www.tophotels.ru</strong></p>
                                <p class="about-project-text">5.1.Пользователь гарантирует, что вся информация, размещенная
                                    им, является подлинной. Ответственность за указание недостоверной, ложной, ошибочной
                                    информации лежит на Пользователе.<br>
                                    5.2.Пользователь несет ответственность за законность, соответствие реальному положению
                                    дел, соответствие контексту, оригинальность и авторство любого из размещаемых им
                                    материалов. <br>
                                    5.3.Модератор имеет право вносить корректировки в комментарии и отзывы с ошибками или
                                    ненормативной лексикой. Комментарии и отзывы, содержащие рекламу или любые другие
                                    предложения коммерческого характера, будут удаляться с сайта. Активные или неактивные
                                    ссылки, используемые в комментариях, в большинстве случаев будут вырезаны.
                                    Администратор/модератор проекта вправе удалять отзывы/комментарии/фото, загруженные
                                    пользователями без объяснения причин.<br>
                                    5.4.Правообладатель сайта www.tophotels.ru не распространяет свои авторские права на
                                    материалы, доступные на ресурсе (включая фотографии и графические элементы), публикуемые
                                    Пользователем. Однако, публикуя такие материалы на ресурсе Пользователь передает
                                    www.tophotels.ru международную, неэксклюзивную и безвозмездную лицензию (разрешение) на
                                    использование, распространение, адаптацию и публикацию данных материалов с целью
                                    описания и рекламы описываемого отеля или услуги. Срок действия разрешения
                                    заканчивается, когда Пользователь, либо администрация www.tophotels.ru убирает данные
                                    материалы со страниц сайта. <br>
                                    5.5.Администрация ресурса не несёт ответственности за корректность представленной в
                                    отзывах и комментариях информации. www.tophotels.ru не обеспечивает контроль материалов,
                                    публикуемых Пользователями на ресурсе, и, вследствие этого, не гарантирует точность,
                                    целостность или качество данных материалов. Пользователь самостоятельно должен оценивать
                                    потенциальный риск и нести полную ответственность за использование любых материалов,
                                    включая уверенность в их точности, полноте и полезности. <br>
                                    5.6.Администраторы могут просматривать, либо не просматривать материалы перед их
                                    публикацией. Представители www.tophotels.ru имеют право (но не обязанность) отслеживать,
                                    отклонять или переносить любые материалы, доступные с помощью Сервиса. <br>
                                    5.7.Пользователям ЗАПРЕЩЕНО размещать на ресурсе любые материалы, распространение
                                    которых запрещено действующим законодательством Российской Федерации и/или нормами
                                    международного права. Пользователь несет ответственность за несоответствие содержания
                                    рекламно-информационных материалов, действующему законодательству РФ, в том числе,
                                    нормам федеральных законов «О рекламе», «О средствах массовой информации», «Об авторском
                                    праве и смежных правах», «О товарных знаках, знаках обслуживания и наименованиях мест
                                    происхождения товаров». Пользователь гарантирует, что публикуемые им материалы не
                                    являются ненадлежащей рекламой, а также не нарушают неприкосновенность частной жизни,
                                    личной и семейной тайны, других охраняемых законом прав и интересов третьих лиц.</p>
                                <p class="about-project-text"><strong>6.Ограничение ответственности</strong>
                                </p>
                                <p class="about-project-text">6.1.Администраторы сайта прилагают все надлежащие усилия по
                                    обеспечению корректности всей информации, размещенной на Сайте. Вместе с тем не
                                    гарантируют абсолютную точность, полноту или достоверность информации, содержащейся на
                                    Сайте, не отвечают за неточности, возможные ошибки или другие недостатки в размещаемой
                                    информации. <br>
                                    6.2.Оценка качества размещенной на Сайте информации, ее актуальности, полноты и
                                    применимости - в ведении и компетенции Пользователя. <br>
                                    6.3.www.tophotels.ru не предоставляет никаких гарантий. Информация и услуги,
                                    предлагаемые на сайте, могут быть неточными, так как большинство данной информации
                                    предоставляется непосредственно поставщиками услуг. <br>
                                    6.4.Администраторы не гарантируют, что: <br>
                                    - сервис будет соответствовать вашим требованиям;<br>
                                    - результаты, полученные в процессе пользования сервисом, будут точными или
                                    достоверными; <br>
                                    - качество любых услуг, информации, или других материалов, приобретаемых вами с помощью
                                    ресурса, будут соответствовать вашим требованиям. <br>
                                    6.5.Рейтинги отелей, отражаемые на данном сайте, могут быть использованы только в
                                    качестве общих рекомендаций.<br>
                                    6.6. Администраторы www.tophotels.ru и/или работающие с ним третьи лица могут вносить
                                    изменения в информацию на данном сайте в любое время.<br>
                                    6.7.Партнеры www.tophotels.ru, включая, без ограничений, отели, туристические агентства
                                    и туристических операторов, предоставляющие туристические или какие-либо другие услуги
                                    посредством сервиса www.tophotels.ru не являются агентами или представителями
                                    www.tophotels.ru.<br>
                                    6.8. www.tophotels.ru не несет ответственность за действия, ошибки, обещания, гарантии
                                    своих партнеров или третьих лиц, размещающих информацию на ресурсе, а также за нарушения
                                    или несоблюдения ими договоров, равно как и за любой материальный, моральный прямой или
                                    косвенный ущерб, или любые другие потери, возникающие вследствие вышеуказанного. <br>
                                    6.9.Администраторы сайта не могут нести ответственность за любой прямой, косвенный
                                    убыток, связанный с использованием данного сайта, или с задержкой или невозможностью его
                                    использования, а также за любую информацию, продукты и услуги, приобретенные посредством
                                    данного сайта, или другим способом полученные с его помощью. <br>
                                    6.10.Данный сайт содержит гиперссылки на Интернет-ресурсы, управляемые лицами, не
                                    связанными с www.tophotels.ru. Эти гиперссылки публикуются исключительно в
                                    информационных и ознакомительных целях. Администратор не контролирует эти
                                    Интернет-ресурсы и не несет ответственности за их содержимое и использование данного
                                    содержимого Пользователями. <br>
                                    6.11.Пользователь несет ответственность по искам и претензиям третьих лиц к
                                    администраторам сайта и лично Пользователю за нарушения, вызванные размещением им
                                    информационных материалов.<br>
                                    6.12.Администраторы ресурса не несут ответственности за временные технические сбои и
                                    перерывы в предоставлении услуг, за временные сбои и перерывы в работе линий связи, иные
                                    аналогичные сбои, а также за неполадки компьютера, с которого Пользователь осуществляет
                                    выход в Интернет.</p>
                                <p class="about-project-text"><strong>7.Разрешение споров и применяемая
                                        правовая норма</strong></p>
                                <p class="about-project-text">7.1.В случае публикации материалов, содержащихся на страницах
                                    сайта, без соблюдения условий изложенных в настоящем Соглашении, администраторы
                                    оставляют за собой право на защиту своих нарушенных прав в соответствии с действующим
                                    гражданским законодательством и законодательством об авторском праве и смежных
                                    правах.<br>
                                    7.2.При обнаружении фактов нарушения условий настоящего Соглашения Администратор
                                    отправляет «нарушителю» досудебное уведомление с требованием устранить выявленные
                                    нарушения в установленный срок. При неисполнении указанных требований защита нарушенных
                                    прав и взыскание причиненных убытков производится в судебном порядке по месту
                                    регистрации правообладателя Сайта www.tophotels.ru<br>
                                    7.3.Любые судебные процессы по данному Соглашению будут проводиться в Российской
                                    Федерации в г. Москве, в соответствии с подсудностью судов судебной системы в РФ и
                                    условиями настоящего Соглашения.</p>
                                <p class="about-project-text"><strong>8.Заключительные положения</strong></p>
                                <p class="about-project-text">8.1.Если Вы не согласны с Условиями пользования, или
                                    какой-либо их частью, пожалуйста, воздержитесь от использования ресурса
                                    www.tophotels.ru.&nbsp;<br>
                                    <br>
                                    Администраторы ресурса<br>
                                    www.tophotels.ru<span id="ctrlcopy"><br><br>Читать полностью на&nbsp;<a href="https://www.tophotels.ru/about/agreement">https://www.tophotels.ru/about/agreement</a></span>
                                </p></div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
